Autodesk.Revit.Creation.Application.NewFamilyInstanceCreationData(Autodesk.Revit.DB.FamilySymbol,System.Collections.Generic.IList`1{Autodesk.Revit.DB.XYZ})
Creates an adaptive component which wraps the arguments of NewFamilyInstance() for batch creation.
Creates an object which wraps the arguments of NewFamilyInstance() for batch creation.
symbol:  A FamilySymbol object that represents the type of the instance that is to be inserted.
adaptivePoints:  The adaptive point location where the adaptive instance is to be placed.